"%@ - Offline" = "%@ — bezsaistē";

"3D Secure" = "3D Secure";

"Add New Card…" = "Pievienot jaunu karti…";

"Add a Card" = "Kartes pievienošana";

"Apt." = "Dzīv.";

"Contact" = "Kontaktinformācija";

"Delivery" = "Piegāde";

"Delivery Address" = "Piegādes adrese";

"Free" = "Bezmaksas";

"Invalid Shipping Address" = "Nederīga piegādes adrese";

"Loading…" = "Ielādē…";

"Multibanco" = "Multibanco";

"Next" = "Tālāk";

"Online Banking (FPX)" = "Internetbanka (FPX)";

"Payment Method" = "Maksājuma metode";

"Shipping" = "Piegāde";

"Shipping Method" = "Piegādes metode";

"Use Billing" = "Izmantot norēķinu adresi";

"Use Delivery" = "Izmantot piegādes adresi";

"Use Shipping" = "Izmantot piegādes adresi";
